{

	"articles": {
		"أ": {
			"أتمتة الموارد البشرية": "الانتقال من العمليات والحسابات والإدارة اليدوية والورقية للموارد البشرية إلى برمجيات حاسوبية تقوم بإتمام العديد من مهام إدارة الموارد البشرية الروتينية بشكل محوسب. الهدف من أتمتة الموارد البشرية ليس التخلص من الموظفين العاملين في هذا المجال، بل على العكس تهدف إلى تخليص الموظفين من المهام الروتينية والتي تستهلك الوقت والجهد ليتمكنوا من التركيز على مهام أكثر استراتيجية.",
			"أجهزة الحضور والانصراف": "هي آلات يتم استخدامها في مكان العمل لتتبع ومراقبة أوقات دوام وحضور وانصراف الموظفين. عادة ما يتم ربط هذه الأجهزة مع نظام إدارة الموارد البشرية وحسابات الرواتب.",
			"أصول الشركة": "هي الأصول التي تمتلكها الشركة وعادةً ما يتم تقسيمها إلى أصول ملموسة مثل السيارات وأجهزة الحاسوب والأثاث وأصول غير ملموسة مثل براءات الاختراع والعلامات التجارية.",
			"إحالة الموظفين": "الطلب من موظفي الشركة الحاليين إحالة والتوصية بأشخاص من دائرة معارفهم وأصدقائهم للتقديم للوظائف الشاغرة في الشركة. تقوم بعض الشركات بمكافأة الموظف الذي تنجح الشركة بتوظيف الشخص الذي أحاله.",
			"إدارة التغيير": "مصطلح يستخدم لوصف كافة الأساليب والتقنيات التي تستخدمها المنظمة لإدارة وتنفيذ أي نوع من أنواع التغييرات التنظيمية.",
			"إدارة المنافع": "المنافع هي التعويضات التي تقدم للموظفين من الشركة وهي تختلف عن الحوافز المالية التي تقدم للموظفين عند أدائهم الجيد لمهامهم. والمنافع ليست مرتبطة بأدائهم وإنما تقدم كإضافة إلى تلك الحوافز.",
			"إدارة الموارد البشرية": "هي عملية إدارة الموظفين وكافة شؤونهم في الشركة ابتداءً باستقطابهم وانتهاءً بتقاعدهم، بحيث تتضمن عملية استقطاب أفضل المواهب وعملية التوظيف وعملية الترحيب بالموظفين الجدد وإعدادهم وعملية التدريب وعمليات تقييم الأداء وإدارة كل ما يتعلق بشؤون الموظفين مثل الرواتب والإجازات والمغادرات والتأكد من الامتثال كافة العمليات والإجراءات لقوانين العمل المحليّة.",
			"اختبارات ما قبل التوظيف": "هي اختبارات تستخدمها بعض الشركات خلال عملية التوظيف لتقييم المرشحين، حيث تهدف هذه الاختبارات إلى تقييم الموظفين بطريقة موضوعية وخالية من أية تحيزات مقصودة أو غير مقصودة.",
			"الأهداف والنتائج الرئيسية (OKRs)": "هي استراتيجية تستخدمها الشركات لقياس أداء الموظفين والإدارة، بحيث تهدف إلى التأكد بأن فريق العمل والإدارة وكافة الموظفين يعملون باتّجاه واحد وهو تحديد الأهداف الكبرى التي تسعى الشركة لتحقيقها. من المميّزات الأساسية لهذه الاستراتيجية هي ضمان معرفة الموظفين لمهامهم الأساسية ورفع نسبة تركيزهم ليتمكنوا من العمل نحو تحقيق هذه الأهداف.",
			"الإجراء التأديبي": "إجراء تصحيحي يتخذه صاحب العمل كرد فعل على سوء سلوك الموظف أو انتهاك القواعد أو التقصير في الأداء الذي لا يفي بالمعايير المتوقعة.",
			"الإجهاد الوظيفي": "عرّفت منظمة الصحة العالمية الإجهاد الوظيفي بأنه متلازمة تنجم عن إجهاد مزمن في مكان العمل لم يتم التعامل معه بنجاح، فينتج عنه التعب الجسدي والنفسي.",
			"الاحتفاظ بالموظفين": "ممارسات الشركة التي تعكس جهودها في الحفاظ على موظفيها وخفض معدل دوران الموظفين من خلال بناء بيئة عمل تشجّع وتحفّز الموظفين على النمو والاستمرار بالعمل في نفس الشركة من خلال حوافز ماديّة ومعنويّة."
		},

		"ب": {
			"بدلات الموظفين": "البدل هو مبلغ من المال تقدمه الشركة للموظف بالإضافة إلى الأجر العادي للموظف لأغراض مثل النقل أو الرعاية الصحية أو الطعام.",
			"برامج تدريب وتطوير الموظفين": "الجهود المستمرة التي تبذلها الشركة لتعزيز أداء موظفيها من خلال توفير فرص للتدريب والتعلّم للموظفين في مجال عملهم.",
			"برنامج إحالة الموظفين": "هو طريقة توظيف يشارك فيها موظفي الشركة في عملية التوظيف من خلال إحالة أو التوصية بأشخاص من معارفهم أو أصدقائم لأحد الوظائف الشاغرة في الشركة. وغالبا ما تقوم الشركة بمكافأة الموظف الذي يقوم بإحالة شخص مناسب للوظيفة عند قبوله لعرض العمل."
		},

		"ت": {
			"التحيّز اللاواعي": "قوالب نمطيّة اجتماعية ينسبها الأفراد بلا وعي إلى مجموعات محددة من الناس بطريقة تؤثر على طريقة التفاعل مع هذه المجموعات.",
			"التقاعد الإلزامي": "السن المحدد بموجب القوانين في الدولة والذي يطلب فيه من الموظفين التقاعد أو ترك عملهم عند بلوغهم لهذا السن.",
			"التنوع والشمولية": "التنوع في بيئة العمل يُقصد به قبول وتفهّم واحترام جميع الاختلافات المتواجدة بين موظفي الشركة الواحدة، والمقصود ببيئة العمل الشمولية هي البيئة الداعمة والتعاونية التي تسمح بمشاركة ومساهمة جميع الموظفين وتتعامل مع الجميع بعدل دون النظر إلى الاختلافات العرقية والدينية والعمرية والجنس وغيرها.",
			"التوظيف الداخلي": "هي عملية البحث عن موظف كفؤ من داخل الشركة، أي استقطاب أحد موظفي الشركة الحاليين لوظيفة شاغرة جديدة بدلاً من استقطاب شخص من خارج الشركة. تلجأ الشركات أحياناً إلى أسلوب التوظيف الداخلي لرغبتهم بتوظيف شخص على دراية بثقافة وتفاصيل العمل في الشركة.",
			"تجربة الموظف": "\"تجربة الموظف\" هو كل ما تفعله الشركة لجعل بيئة العمل جذابة ومميزة للموظف من لحظة التقديم للشاغر وحتى يترك مكان العمل. من أبرز الأمور التي تركز عليها الشركات لخلق تجربة موظف مميزة هي توفير مواقع ومساحات المكاتب مميزة من ناحية التصميم، وبرامج الرعاية الصحية، وتمديد إجازات الأمومة، ووجبات الأغذية الصحية المجانية، ومرونة مكان العمل، وغيرها الكثير.",
			"تخطيط استمرارية الأعمال": "خطة تُحدِّد كيف ستستمر المنظمة في العمل أثناء وبعد الأوقات غير المخطط لها أو الحالات الطارئة.",
			"تقارير الحضور والانصراف": "هي تقارير تحتفظ بها الشركات لمراقبة شؤون الموظفين المتعلقة بساعات الدوام والوصول إلى العمل والمغادرة من العمل والوقت المستغرق, في فترات الراحة والغيابات عن العمل.",
			"تقييم الأداء": "عملية ممنهجة لتقييم الموظفين وتقديم تغذية راجعة لهم بشأن أدائهم الموظفين بناءً على معايير وأهداف محددة مسبقاً. تهدف أيضاً عملية تقييم أداء الموظفين إلى تحديد نقاط القوة والضعف لدى الموظفين وتتبعها، مع ترفيع الموظفين الأفضل أداءً وتقديم تعليقات بنّاءة حول مجالات التحسين في الأداء."
		},

		"ث": {
			"الثقافة التنظيمية": "المجموعة المشتركة من المعتقدات والقيم والخصائص والمواقف والسلوكيات التي تعكس بيئة المنظمة. الثقافة التنظيمية هي ما يجعل كل مؤسسة فريدة من نوعها وتحدد سياق كل ما تفعله المنظمة.",
			"ثقافة الشركة": "مجموعة القيم والسلوكيات والمعتقدات التي تمتلكها الشركة وتجعلها مميّزة عن غيرها من الشركات."
		},

		"ج": {
			"جيل Z": "الجيل الذي ولد بالفترة 1995 - 2020 وهو الجيل الأصغر سناً في سوق العمل. يتميّز هذا الجيل باهتمامه بريادة الأعمال ومعرفته الكبيرة بالتطورات التكنولوجية والشغف بالتقدّم والتطوّر.",
			"جيل الألفية": "يعرف أيضاً بِ الجيل Y وهو الجيل الذي وُلد بين 1981 و 1994 ويمثل النسبة الأكبر من القوى العاملة في سوق العمل اليوم. يتميّز هذا الجيل بأنه طموح ويحب المنافسة وتحقيق الإنجازات.",
			"جيل طفرة المواليد": "هو الجيل الذي ولد بعد الحرب العالمية الثانية، وقد اشتهروا بعملهم الجاد وأخلاقيات العمل القويّة والانضباط الذاتي والتفاؤل."
		},

		"ح": {
			"الحوسبة السحابية": "مصطلح يشير إلى استخدام موارد تقنية المعلومات مثل تخزين البيانات أو قواعد البيانات أو البرمجيات عبر الإنترنت دون الحاجة للاستثمار في أي خوادم أو معدات داخلية ومع نظام تسعير حسب الاستخدام."
		},

		"خ": {
			"الخدمة الذاتية للموظف": "هو أحد مميّزات أنظمة إدارة الموارد البشرية، بحيث تتيح للموظفين الاطّلاع على مجموعة من المعلومات الخاصة بهم مثل قسائم الرواتب وأرصدة الإجازات وغيرها، كما وتتيح للموظفين إتمام مجموعة من مهام الموارد البشرية بنفسهم دون اللجوء إلى فريق إدارة الموارد البشرية.",
			"خرق البيانات": "حادث أمني يتضمن الكشف المتعمد أو غير المتعمد عن بيانات سرية أو حساسة دون إذن من مالك البيانات.",
			"خطابات الموارد البشرية": "تُعرف أيضاً بِرسائل الموارد البشرية، وهي مستندات للتواصل الرسمي بين الشركة والموظف أو المرشح بحيث تغطّي هذه الخطابات مجموعة كبيرة من مسائل الموارد البشرية والتوظيف."
		},

		"د": {
			"دليل الموظف": "هو مستند يوجّه الموظفين بشأن الأمور المتعلقة بالسياسات والإجراءات الرئيسية التي يجب الالتزام بها في الشركة، بالإضافة إلى إعطاء لمحة عن ثقافة الشركة."
		},

		"ذ": {
			"الذكاء العاطفي": "يُعرّف بأنه القدرة على تحديد وإدارة عواطف الفرد بالإضافة إلى عواطف الآخرين. يتضمن الذكاء العاطفي 4 ركائز رئيسية: الوعي الذاتي والإدارة الذاتية والوعي الاجتماعي وإدارة العلاقات."
		},

		"ر": {
			"الرضا الوظيفي": "يستخدم هذا المصطلح لقياس مدى سعادة ورضا الموظفين عن كل ما يتعلق بوظيفتهم مثل العمل الذي يقومون به وبيئة العمل والراتب والمزايا المختلفة التي حصلوا عليها."
		},

		"س": {
			"سياسة مكافحة التحرّش": "سياسة مكافحة التحرّش هي سياسة تقوم الشركات بصياغتها لحماية موظفيها من أي نوع من السلوكيات غير المبررة في مكان العمل مثل التنمّر أو الإساءة اللفظية أو الجسدية."
		},

		"ض": {
			"الضمان الاجتماعي": "كما عرّفته منظمة العمل الدولية (ILO)، فإن الضمان الاجتماعي هو الحماية التي يوفرها المجتمع للأفراد أو الأسر لضمان توفّر الرعاية الصحية وأمن الدخل، لا سيما في حالات الشيخوخة والبطالة والمرض والعجز وإصابة العمل والأمومة وفقدان المعيل.",
			"ضريبة الدخل": "هي ضريبة تقوم الحكومات بفرضها على الشخصيات الطبيعية والشخصيات المعنوية مثل الشركات بحيث تمثل هذه الضريبة أحد الموارد المالية للدول ويتم إعادة استثمارها في الصالح العام."
		},

		"ط": {
			"طلب التوظيف": "نموذج رسمي تطلب الشركات من المرشحين تعبئته في حال رغبتهم بالتقدم للوظائف الشاغرة لتعرف الشركة أكثر عن تعليم المرشح وخبراته السابقة ومهاراته وبالتالي تحديد المرشح الأنسب والأكثر ملائمة للوظيفة."
		},

		"ع": {
			"العمل عن بُعد": "هو اتّفاق ما بين الموظف وصاحب العمل بحيث يتيح للموظف العمل من المنزل أو من أي مكان خارج المكتب أو حتى من بلد آخر.",
			"عمّال المياومة": "هم العمّال الذين يعينون بأجرة يومية وليس براتب شهري، ويكونون عادةً غير حاملين للشهادات الجامعية ولكنّهم متخصصين بحِرَف ومهن محددة لا يتمّكن الأشخاص المتعلمين من إنجازها.",
			"عملية التوظيف": "هي العملية التي تقوم من خلالها الشركة بتوظيف موظفين جدد، بحيث تبدأ أولاً بتحديد احتياجات التوظيف لدى الشركة ومن ثم استقطاب المرشحين المناسبين للوظائف الشاغرة وثم تقييم المرشحين من خلال مقابلات العمل أو/و اختبارات ما قبل التوظيف ومن ثم اختيار المرشحين الأكثر كفاءة وتقديم عروض العمل لهم.",
			"عملية تقييم الأداء": "هي عملية تحليل ومراجعة شاملة لإنجازات الموظف خلال فترة محددة عادة ما تكون سنة واحدة، بحيث يتم وضع أهداف ومعايير التقييم في بداية العام ويتم تقييم الموظف في نهاية العام بناءً على إنجازاته ومدى تقدّمه خلال الفترة نسبة لهذه الأهداف والمعايير."
		},

		"ف": {
			"الفصل التعسّفي": "قيام صاحب العمل بإنهاء عمل موظف بعقد عمل غير محدد المدة، لأسباب خارجة عن الأسباب التي حددها القانون، وبالتالي يتوجّب على صاحب العمل دفع تعويضات مالية للموظف.",
			"فحص خلفية الموظف": "مجموعة من الإجراءات التي تتبعها المنظمة قبل أن تقرر تعيين مرشح أم لا، بهدف التأكد من توظيف مرشحين جديرين بالثقة ولديهم المهارات والخبرات المطلوبة لأداء الوظيفة وبأنهم ملائمين لثقافة الشركة."
		},

		"ق": {
			"قائمة المناوبات": "تعرف أيضاً ب جداول المناوبات وهي عبارة عن سجل يتضمن قائمة الموظفين في الشركة مع معلومات محددة مثل موقع العمل أو الفرع والمسؤوليات وساعات الدوام لفترة زمنية محددة مثل يوم أو أسبوع أو شهر.",
			"قسيمة الراتب": "وثيقة تصدرها الشركة لكل موظف شهرياً، وتتضمن راتب الموظف أو أجره، مع تفاصيل كاملة عن أي خصومات أو بدلات. يمكن أن تكون قسيمة الراتب على شكل مستند مطبوع أو مستند إلكتروني."
		},

		"ك": {
			"الكفاءات": "مجموعة المهارات والخبرات والمعرفة التي يحتاجها الموظف لأداء مهام وظيفته والنجاح في دور وظيفي معين."
		},

		"م": {
			"المؤسسة العامة للتأمينات الاجتماعية (GOSI)": "مؤسسة في المملكة العربية السعودية تم إنشاؤها لتنفيذ أحكام قانون التأمينات الاجتماعية في الدولة، ومتابعة عملية تحقيق التغطية التأمينية الإجبارية وتحصيل الاشتراكات من أصحاب العمل ودفع المزايا للمشتركين المستحقين أو أفراد أسرهم.",
			"المقابلة الجماعية": "نوع من أنواع مقابلات العمل تقوم فيها المنظمة بمقابلة عدّة مرشحين لنفس المنصب في نفس الوقت.",
			"المقابلة مع فريق": "نوع من أنواع مقابلات العمل يقوم فيها أكثر من شخصين في المنظمة بمقابلة مرشّح واحد."
		},

		"ن": {
			"نظام إدارة الموارد البشرية": "هو نظام مصمم لتتبع وإدارة وتنظيم وأتمتة كل ما يتعلق بشؤون الموظفين بما في ذلك تتبع الحضور وحركات الدوام وحسابات الرواتب وتقييم الأداء والعديد من وظائف ومهام الموارد البشرية الأخرى. يقوم نظام إدارة الموارد البشرية بتوفير وقت وجهد قسم إدارة الموارد البشرية من خلال أتمتة العديد من المهام الروتينية، مما يسمح لقسم إدارة الموارد البشرية التركيز على مهام أكثر أهمية.",
			"نظام الحوافز": "هو نظام تستخدمه الشركات بحيث تقوم باللجوء إلى الحوافز والمكافآت والتقدير لتشجيع سلوكيات محددة من الموظفين وأهمها تحسين الأداء، بحيث تقوم الشركة بتقديم مكافآت ماديّة أو معنوية للموظفين عند قيامهم بإنجاز ما بهدف تعزيز وتشجيع هذا النوع من السلوكيات من قِبل الموظفين الآخرين.",
			"نظام تتبع طلبات المتقدمين": "هو نظام يساعد الشركات على أتمتة وتنظيم وتبسيط عمليتي الاستقطاب والتوظيف خاصةً عند وجود آلاف طلبات التقديم الواردة من مصادر مختلفة. يقوم نظام تتبع طلبات المتقدمين بتتبع المرشّح للوظيفة خلال كافة مراحل عملية التوظيف."
		},

		"ه": {
			"الهيكل التنظيمي": "مخطط يوضّح التسلسل الهرمي للوظائف وترتيب العلاقات وتوضيح الإدارات والدوائر والأقسام والمستويات الإدارية داخل الشركة."
		},

		"و": {
			"الوصف الوظيفي": "بيان مكتوب يسلط الضوء على تفاصيل وظيفة معينة داخل الشركة. يتضمن الوصف الوظيفي عادةً المسمى الوظيفي وظروف العمل ومسؤوليات الدور الوظيفي والمتطلبات الأساسية مثل درجة التعليم و الخبرات السابقة و امتلاك شهادات أو لغات معينة."
		}
	}
}
